awww
base
base-devel
code
discord
dunst
efibootmgr
flatpak
fprintd
git
grim
gst-plugin-pipewire
gvfs
htop
hyprland
hyprpaper
intel-media-driver
intel-ucode
iwd
jq
kitty
libpulse
libva-intel-driver
linux
linux-firmware
lxappearance
ly
nano
network-manager-applet
noto-fonts
nwg-look
openssh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
qt5-wayland
qt6-wayland
slurp
smartmontools
sof-firmware
starship
stow
thunar
ttf-fira-code
ttf-firacode-nerd
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
tumbler
unzip
usbutils
vim
vulkan-intel
waybar
wget
wireless_tools
wireplumber
wl-clipboard
woff2-font-awesome
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xorg-server
xorg-xinit
zip
zram-generator
zsh
